In [5]:
import pandas as pd
import os

os.getcwd()

'/home/mike/Documents/dev/2021_10_DSI_WD/mikezambeck/python/tms/notebooks'

In [6]:
df = pd.read_csv('../data/M2SL.csv')

In [7]:
df.head(5)

         DATE   M2SL
0  1959-01-01  286.6
1  1959-02-01  287.7
2  1959-03-01  289.2
3  1959-04-01  290.1
4  1959-05-01  292.2